-- phpMyAdmin SQL Dump
-- version 5.2.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Nov 11, 2025 at 05:53 PM
-- Server version: 11.8.3-MariaDB-log
-- PHP Version: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `u478906159_marriage`
--

-- --------------------------------------------------------

--
-- Table structure for table `profiles`
--

CREATE TABLE `profiles` (
  `id` int(11) NOT NULL,
  `name` varchar(255) NOT NULL,
  `age` int(11) NOT NULL,
  `gender` enum('Male','Female') NOT NULL,
  `district` varchar(100) NOT NULL,
  `city` varchar(100) NOT NULL,
  `birth_place` varchar(100) DEFAULT NULL,
  `caste` varchar(100) NOT NULL,
  `subcaste` varchar(100) DEFAULT NULL,
  `marriage_type` enum('First','Second') NOT NULL,
  `education_type` varchar(100) DEFAULT NULL,
  `nakshatram` varchar(100) DEFAULT NULL,
  `religion` varchar(50) DEFAULT NULL,
  `profile_photo` varchar(255) DEFAULT NULL,
  `file_upload` varchar(255) DEFAULT NULL,
  `created_at` timestamp NOT NULL DEFAULT current_timestamp(),
  `father_name` varchar(255) DEFAULT NULL,
  `mother_name` varchar(255) DEFAULT NULL,
  `birth_date` date DEFAULT NULL,
  `birth_time` varchar(10) DEFAULT NULL,
  `kulam` varchar(150) DEFAULT NULL,
  `rasi` varchar(100) DEFAULT NULL,
  `brothers_total` int(11) DEFAULT 0,
  `brothers_married` int(11) DEFAULT 0,
  `sisters_total` int(11) DEFAULT 0,
  `sisters_married` int(11) DEFAULT 0,
  `profession` varchar(150) DEFAULT NULL,
  `phone_primary` varchar(20) DEFAULT NULL,
  `phone_secondary` varchar(20) DEFAULT NULL,
  `phone_tertiary` varchar(20) DEFAULT NULL,
  `deleted_at` datetime DEFAULT NULL,
  `dosham` varchar(255) DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `profiles`
--

INSERT INTO `profiles` (`id`, `name`, `age`, `gender`, `district`, `city`, `birth_place`, `caste`, `subcaste`, `marriage_type`, `education_type`, `nakshatram`, `religion`, `profile_photo`, `file_upload`, `created_at`, `father_name`, `mother_name`, `birth_date`, `birth_time`, `kulam`, `rasi`, `brothers_total`, `brothers_married`, `sisters_total`, `sisters_married`, `profession`, `phone_primary`, `phone_secondary`, `phone_tertiary`, `deleted_at`, `dosham`) VALUES
(4, 'நித்யஸ்ரீ', 29, 'Female', 'Coimbatore', 'உடுமலை', 'திருப்பூர் ', 'செட்டியார்', 'நாட்டுக்கோட்டை செட்டியார்', 'Second', 'இளங்கலை', 'ஹஸ்தம்', 'இந்து', 'uploads/690a3cd188a94_1.jpg', 'uploads/690a3cd188d5d_1989-07-09T17_15_1259440_1_sr_ta.webp', '2025-11-04 17:50:09', 'குப்புசாமி', 'மாரியம்மா', '1995-12-16', '11:14 AM', 'வெண்டை', 'விருச்சிகம்', 0, 0, 1, 0, '', '9677317513', '', '', NULL, ''),
(6, 'அருண்', 29, 'Male', 'Coimbatore', 'பீளமேடு', NULL, 'செட்டியார்', 'கன்னட தேவாங்க செட்டியார்', 'Second', 'பொறியியல்', 'ஹஸ்தம்', 'இந்து', 'uploads/690a3e4aeda78_5.jpg', 'uploads/690a3e4aedc83_1997-10-03T17_15_1259440_1_sr_ta.webp', '2025-11-04 17:56:26', 'இளமதி', 'வாணி', '1995-12-16', '10:10 AM', 'மகரிஷி', 'கன்னி', 0, 1, 0, 0, 'கம்ப்யூட்டர்', '9677317517', '', '', NULL, ''),
(8, 'ஐஸ்', 22, 'Female', 'Erode', 'பொன்னேரி', NULL, 'தேவர்', 'அகமுடையார்', 'Second', 'பொறியியல்', 'மிருகசீரிடம்', 'இந்து', 'uploads/690a6607c480a_IMG_7675.png', '', '2025-11-04 20:45:59', 'ஜீவா கொங்கு', 'வாணி', '2001-04-05', '04:09 PM', 'குளம் மீன் வறுவல்', 'துலாம்', 7, 5, 0, 0, 'வேலைகாரி', '5946121375', '5461543644', '', '2025-11-07 09:52:58', ''),
(9, 'மணிகண்டன் ', 43, 'Male', 'Chennai', 'பீளமேடு ', NULL, 'தேவர்', 'கள்ளர்', 'First', 'டிப்ளமோ', 'ரோஹிணி', 'இந்து', 'uploads/690a66217285e_images (17).jpeg', 'uploads/690a662172a5a_images-175.jpeg', '2025-11-04 20:46:25', 'சிவா', 'பார்வதி', '2000-11-15', '07:03 AM', 'வர்ணி', 'தனுசு', 0, 3, 0, 0, 'விவசாயம்', '9677317513', '', '', NULL, ''),
(13, 'நித்யா ', 25, 'Female', 'Tiruppur', 'கோவை ', 'உடுமலை', 'கிறிஸ்டியன்', 'ஆயிர வைசியர்', 'First', 'இளங்கலை', 'கிருத்திகை', 'இந்து', 'uploads/690dc622ee67d_IMG_8178.jpeg', 'uploads/690dc76466548_90eceec95317cb68.jpeg', '2025-11-07 10:12:50', NULL, NULL, '2000-04-01', '09:08 PM', 'nil', 'கடகம்', 1, 1, 1, 1, 'டீச்சர்', '94643618766', '', '', NULL, 'சுத்த ஜாதகம்'),
(14, 'ரமேஷ் குமார் ', 34, 'Male', 'Coimbatore', 'வீரபணுர் ', 'வீரபணுர்', 'செட்டியார்', 'கன்னட தேவாங்க செட்டியார்', 'First', 'இளங்கலை', 'பரணி', 'இந்து', 'uploads/690dc8c6df3c5_690c72668d792_4202cdd7f19eab14.jpg', 'uploads/690dc8c6dfbb9_690c730b1a1d1_21339bb3ac06ac86.jpeg', '2025-11-07 10:24:06', NULL, NULL, '1991-02-13', '03:07 AM', 'மகரிஷி', 'ரிஷபம்', 0, 1, 0, 0, 'பூசாரி', '9677317518', '9677317517', '9677317511', NULL, 'பரிகார செவ்வாய்'),
(15, 'Nandhini Santhosh', 29, 'Female', 'Coimbatore', 'Coimbatore', 'Coimbatore', 'பிராமின்', 'தெலுங்கு தேவாங்க செட்டியார்', 'First', 'இளங்கலை', 'ஹஸ்தம்', 'இந்து', '', '', '2025-11-07 11:42:13', NULL, NULL, '1996-08-18', '01:32 AM', 'Pathanjali Maharishi Gothram', 'கன்னி', 0, 0, 0, 0, 'Admin Manager', '9344954547', '', '', '2025-11-08 08:44:47', 'பரிகார செவ்வாய்'),
(16, 'வேல்முருகன் ', 46, 'Male', '', 'உடுமலைப்பேட்டை ', 'உடுமலைப்பேட்டை', '24 மனை தெலுங்கு', '8 வீடு', '', '', '', '', '', '', '2025-11-07 14:05:52', NULL, NULL, '1979-06-11', '06:15 AM', 'ராஜா பைரவர்', 'ரிஷபம்', 2, 2, 3, 3, 'பேங்க் மேனேஜர்', '', '', '', '2025-11-08 08:44:47', 'ராகு கேது'),
(17, 'டெஸ்ட் வேல்முருகன் ', 46, 'Female', 'Theni', 'உடுமலைப்பேட்டை ', 'உடுமலைப்பேட்டை', '24 மனை தெலுங்கு', '8 வீடு', 'First', 'முதுகலை', 'ரோஹிணி', 'இந்து', 'uploads/690dfe032b18b_watermark.jpg', 'uploads/690dfe032b97f_Untitled.jpg', '2025-11-07 14:11:15', NULL, NULL, '1979-06-11', '06:15 AM', '', '', 0, 0, 1, 0, 'ஆசிரியர்', '9842273093', '9842160235', '8640090400', NULL, 'பரிகார செவ்வாய்'),
(18, 'அபிசக்தி ', 27, 'Female', 'Thanjavur', 'தஞ்சாவூர் ', 'தஞ்சாவூர்', 'செட்டியார்', 'வாணிய செட்டியார்', 'First', 'முதுகலை', 'பூசம்', 'இந்து', 'uploads/690ef0f09f429_WhatsApp Image 2025-11-05 at 4.25.53 PM.jpeg', 'uploads/690ef0f09faf5_Untitled.jpg', '2025-11-08 07:27:44', NULL, NULL, '1998-03-05', '04:30 PM', 'மகரிஷி கோத்திரம்', 'கடகம்', 0, 0, 0, 0, 'டீச்சர்', '9790222343', '', '', NULL, 'ராகு கேது'),
(19, 'அனுபிரபா ', 23, 'Female', 'Erode', 'தேனீ ', 'சத்யாமங்களம்', 'செட்டியார்', 'வேட்டுவ கவுண்டர்', 'Second', 'இளங்கலை', 'பரணி', 'இந்து', 'uploads/690ef581994b2_583a090166fdea72.jpeg', 'uploads/690ef36f1b60b_Untitled.jpg', '2025-11-08 07:38:23', NULL, NULL, '2002-02-09', '10:42 PM', 'பாதார வேட்டுவ கவுண்டர்', 'மேஷம்', 1, 0, 0, 0, 'சாப்ட்வேர் என்ஜினீயர்', '9688007835', '9093795844', '', NULL, 'சுத்த ஜாதகம்'),
(20, 'மணிமேகலை ', 24, 'Female', 'Tiruppur', 'மடத்துக்குளம் ', 'திண்டுக்கல்', 'கிறிஸ்டியன்', 'CSI', 'First', 'முதுகலை', 'புனர்பூசம்', 'இந்து', 'uploads/690ef8658c5e1_WhatsApp Image 2025-11-05 at 4.25.53 PM.jpeg', '', '2025-11-08 07:59:33', NULL, NULL, '2001-01-05', '06:04 AM', 'ராஜா பிரவர்', 'மிதுனம்', 1, 1, 3, 2, 'டெலிகாலர்', '9842160563', '251122', '254555', NULL, 'சுத்த ஜாதகம்'),
(21, 'திவ்யா .வி ', 25, 'Female', 'Cuddalore', 'கடலூர் ', 'கடலூர்', 'வன்னியர்', '', 'First', 'பொறியியல்', 'அனுஷம்', 'இந்து', '', '', '2025-11-08 10:04:27', NULL, NULL, '2000-02-03', '02:07 AM', 'வன்னிய குலா சத்திரியர்', 'விருச்சிகம்', 1, 0, 0, 0, 'சாப்ட்வேர் என்ஜினீயர்', '9865845242', '9894506635', '', NULL, 'ராகு கேது'),
(22, 'திவ்யா .வி ', 25, 'Female', 'Cuddalore', 'கடலூர் ', 'கடலூர்', 'வன்னியர்', '', 'First', 'பொறியியல்', 'அனுஷம்', 'இந்து', '', '', '2025-11-08 10:04:50', NULL, NULL, '2000-02-03', '02:07 AM', 'வன்னிய குலா சத்திரியர்', 'விருச்சிகம்', 1, 0, 0, 0, 'சாப்ட்வேர் என்ஜினீயர்', '9865845242', '9894506635', '', '2025-11-08 10:14:04', 'ராகு கேது'),
(23, 'நிவேதா ', 27, 'Female', 'Salem', 'சேலம் ', 'சேலம்', 'செட்டியார்', 'ஆயிர வைசியர்', 'First', 'இளங்கலை', 'உத்திரட்டாதி', 'இந்து', '', '', '2025-11-08 10:10:13', NULL, NULL, '1997-12-01', '11:40 AM', 'சீல குல கோத்திரம்', 'மீனம்', 1, 0, 1, 0, '', '9994442113', '9994790976', '', NULL, 'பரிகார செவ்வாய்'),
(24, 'திவ்யா ', 25, 'Female', 'Perambalur', 'பெரம்பலூர் ', 'காரைக்குடி', 'நாடார்', '', 'First', 'முதுகலை', 'புனர்பூசம்', 'இந்து', '', '', '2025-11-08 10:34:32', NULL, NULL, '2000-02-17', '06:40 PM', 'சிவ கோத்திரம்', 'மிதுனம்', 1, 0, 0, 0, '', '9962641217', '', '', NULL, 'பரிகார செவ்வாய்'),
(25, 'சொர்ணலகி ', 39, 'Female', 'Theni', 'தென்காசி ', 'தென்காசி', 'தேவேந்திர குல வெள்ளாளர்', '', 'First', 'முதுகலை', 'அவிட்டம்', 'இந்து', '', '', '2025-11-08 10:40:38', NULL, NULL, '1986-05-05', NULL, '', 'மகரம்', 0, 0, 1, 1, '', '9486537674', '9442334630', '', NULL, ''),
(26, 'சுப்ரியா ', 31, 'Female', 'Tirunelveli', '', 'திருநெல்வேலி', 'தேவர்', 'மறவர்', 'First', 'முதுகலை', 'உத்திராடம்', 'இந்து', '', '', '2025-11-08 10:42:41', NULL, NULL, '1994-05-09', NULL, '', 'மகரம்', 1, 0, 0, 0, '', '7402393939', '8144393939', '', NULL, ''),
(27, 'புவனேஸ்வரி ', 32, 'Female', 'Tiruchirappalli', 'திருச்சி ', 'திருச்சி', 'தேவேந்திர குல வெள்ளாளர்', '', 'First', 'பொறியியல்', 'உத்திராடம்', 'இந்து', '', '', '2025-11-08 10:43:12', NULL, NULL, '1993-06-07', NULL, '', 'தனுசு', 1, 0, 0, 0, '', '9842618423', '7502091238', '', NULL, 'ராகு கேது'),
(28, 'சரண்யா ', 31, 'Female', 'Salem', 'சேலம் ', 'சேலம்', 'உடையார்', '', 'First', 'பொறியியல்', 'உத்திரட்டாதி', 'இந்து', '', '', '2025-11-08 10:45:12', NULL, NULL, '1994-01-18', NULL, 'சிவ கோத்திரம்', 'மீனம்', 3, 2, 0, 0, 'ராபர்ட் போஸ்ச்', '8072167735', '9842752739', '', NULL, 'ராகு கேது'),
(29, 'சௌந்தர்யா ', 0, 'Female', 'Chennai', '', 'சென்னை', 'வன்னியர்', '', 'First', 'இளங்கலை', 'உத்திரட்டாதி', 'இந்து', '', '', '2025-11-08 10:46:39', NULL, NULL, '0000-00-00', '07:15 AM', 'வன்னிய குல சத்திரியர்', 'மீனம்', 1, 0, 0, 0, 'டீச்சர்', '9840644896', '', '', NULL, 'பரிகார செவ்வாய்'),
(30, 'திவ்யா ', 28, 'Female', 'Ariyalur', 'மயிலாடுதுறை ', 'மயிலாடுதுறை', 'தேவர்', 'மறவர்', 'First', 'முதுகலை', 'அனுஷம்', 'இந்து', '', '', '2025-11-08 10:50:12', NULL, NULL, '1997-09-09', '05:05 AM', '', 'விருச்சிகம்', 1, 0, 1, 0, 'ப்ரெபரிங் கிரிட் எக்ஸாம்', '9965341961', '9943779135', '', NULL, 'பரிகார செவ்வாய்'),
(31, 'பவித்ரா ', 25, 'Female', 'Sivaganga', 'சிவகங்கை ', 'திருப்புவனம்', 'தேவர்', 'அகமுடையார்', 'First', 'பொறியியல்', 'உத்திரம்', 'இந்து', '', '', '2025-11-08 10:52:34', NULL, NULL, '2000-02-21', NULL, '', 'கன்னி', 1, 0, 0, 0, 'மேனேஜர்', '9788736336', '6380541925', '', NULL, 'பரிகார செவ்வாய்'),
(32, 'திவ்யா ', 32, 'Female', 'Madurai', 'மதுரை ', 'மதுரை', 'முதலியார்', '', 'First', 'முதுகலை', 'ரோஹிணி', 'இந்து', '', '', '2025-11-08 10:53:39', NULL, NULL, '1993-03-29', NULL, '', 'ரிஷபம்', 0, 0, 3, 3, '', '9944974125', '9994275853', '', NULL, 'சுத்த ஜாதகம்'),
(33, 'தன லஷ்மி ', 26, 'Female', 'Madurai', 'மதுரை ', 'மதுரை', 'செட்டியார்', 'வாணிய செட்டியார்', 'First', '', 'பூராடம்', 'இந்து', '', '', '2025-11-08 10:56:16', NULL, NULL, '1999-02-06', '07:15 AM', '', 'தனுசு', 1, 0, 2, 2, '', '9789557355', '8190850816', '', NULL, 'சுத்த ஜாதகம்'),
(34, 'ப்ரீத்தி ', 23, 'Female', 'Sivaganga', '', 'சிவகங்கை', 'செட்டியார்', 'வாணிய செட்டியார்', 'First', '12 ஆம் வகுப்பு', 'மூலம்', 'இந்து', '', '', '2025-11-08 10:56:41', NULL, NULL, '2001-11-18', '08:10 PM', '', 'தனுசு', 2, 0, 0, 0, '', '9360858417', '9976504298', '', NULL, 'ராகு கேது'),
(35, 'மாலினி ', 31, 'Female', 'Madurai', 'அருப்புக்கோட்டை ', 'அருப்புக்கோடை', 'பிள்ளை', '', 'First', 'முதுகலை', 'ரோஹிணி', 'இந்து', '', '', '2025-11-08 11:01:10', NULL, NULL, '1994-08-29', '05:05 AM', 'சிவா கோத்திரம்', 'ரிஷபம்', 0, 0, 0, 0, 'டீசெர்', '9750333069', '9364477969', '', NULL, 'பரிகார செவ்வாய்'),
(36, 'அஞ்சனா ', 40, 'Female', 'Dindigul', 'திண்டுக்கல் ', 'திண்டுக்கல்', 'ஒக்கலிக கவுடர்', '', 'First', 'மருத்துவர்', 'ஆயில்யம்', 'இந்து', '', '', '2025-11-08 11:01:39', NULL, NULL, '1985-02-05', '10:37 PM', '', 'கடகம்', 2, 0, 0, 0, 'ப்ரொபசர்', '9345794656', '8667492315', '', NULL, 'ராகு கேது'),
(37, 'உமா ', 35, 'Female', 'Chennai', 'சென்னை ', 'சென்னை', 'நாயுடு', 'கவரா நாயுடு', 'First', 'முதுகலை', 'கிருத்திகை', 'இந்து', '', '', '2025-11-08 11:02:00', NULL, NULL, '1990-08-14', NULL, 'விஷ்ணு கோத்திரம்', 'ரிஷபம்', 0, 0, 2, 1, '', '9445683332', '9445010223', '', NULL, 'சுத்த ஜாதகம்'),
(38, 'ரசிகா ', 27, 'Female', 'Salem', 'சேலம் ', 'சேலம்', 'செட்டியார்', 'வாணிய செட்டியார்', 'First', 'முதுகலை', 'சித்திரை', 'இந்து', '', '', '2025-11-08 11:02:21', NULL, NULL, '1998-05-06', '02:37 PM', 'குண்டுமணி மகரிஷி', 'கன்னி', 1, 0, 0, 0, '', '9362288824', '', '', NULL, 'சுத்த ஜாதகம்'),
(39, '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '2025-11-08 11:05:03', NULL, NULL, '0000-00-00', NULL, '', '', 0, 0, 0, 0, '', '', '', '', NULL, ''),
(40, 'சண்முகி ', 29, 'Female', 'Thoothukudi', 'தூத்துக்குடி ', 'தூத்துக்குடி', 'தேவர்', 'மறவர்', 'First', 'முதுகலை', 'திருவாதிரை', 'இந்து', '', '', '2025-11-08 11:06:45', NULL, NULL, '1996-10-31', '01:37 PM', '', 'மிதுனம்', 1, 0, 0, 0, '', '9987089443', '9821225593', '', NULL, 'பரிகார செவ்வாய்'),
(41, 'அகிலா ', 27, '', 'Thoothukudi', 'தூத்துக்குடி ', 'தூத்துக்குடி', 'தேவர்', 'மறவர்', 'First', 'முதுகலை', 'புனர்பூசம்', 'இந்து', '', '', '2025-11-08 11:12:24', NULL, NULL, '1998-06-25', NULL, '', 'மிதுனம்', 1, 0, 0, 0, 'டீச்சர்', '8925190615', '', '', NULL, ''),
(42, 'சௌந்தர்யா ', 25, 'Female', 'Erode', 'ஈரோடு ', 'ஈரோடு', 'கவுண்டர்', 'வேட்டுவ கவுண்டர்', 'First', 'முதுகலை', 'அஸ்வினி', 'இந்து', '', '', '2025-11-08 11:13:02', NULL, NULL, '2000-10-11', '11:45 PM', '', 'மேஷம்', 1, 1, 0, 0, '', '9790039311', '', '', NULL, 'சுத்த ஜாதகம்'),
(43, 'ரேவதி ', 35, 'Female', 'Sivaganga', 'மனா மதுரை ', 'மனா மதுரை', 'யாதவா / கோணார்', '', 'First', 'முதுகலை', 'ரேவதி', 'இந்து', '', '', '2025-11-08 11:14:11', NULL, NULL, '1990-07-15', '01:05 AM', 'விஷ்ணு கோத்திரம்', 'மீனம்', 1, 0, 1, 0, 'டீச்சர்', '8124242829', '', '', NULL, 'சுத்த ஜாதகம்'),
(44, 'அனிதா தேவி ', 34, 'Female', 'Virudhunagar', '', 'விருதுநகர்', 'தேவர்', 'மறவர்', 'First', 'முதுகலை', 'உத்திராடம்', 'இந்து', '', '', '2025-11-08 11:14:50', NULL, NULL, '1991-09-19', '06:10 AM', 'அகத்தியர் கிளை', 'மகரம்', 0, 0, 1, 0, '', '9843996503', '6369532226', '', NULL, ''),
(45, 'பிரசன்னராணி ', 25, 'Female', 'Madurai', 'மதுரை ', 'மதுரை', 'நாயுடு', 'கவரா நாயுடு', 'First', 'இளங்கலை', 'திருவாதிரை', 'இந்து', '', '', '2025-11-08 11:15:23', NULL, NULL, '2000-02-02', '07:50 PM', 'பால கோத்திரம்', 'மிதுனம்', 1, 0, 0, 0, 'சாப்ட்வேர்', '9092778008', '', '', NULL, 'சுத்த ஜாதகம்'),
(46, 'கிருத்திகா ', 34, 'Female', 'Dindigul', 'திண்டுக்கல் ', 'திண்டுக்கல்', 'பிள்ளை', '', 'First', 'பொறியியல்', 'மிருகசீரிடம்', 'இந்து', '', '', '2025-11-08 11:23:37', NULL, NULL, '1991-06-12', '09:45 PM', '', 'ரிஷபம்', 2, 1, 0, 0, '', '8072269859', '9842410023', '', NULL, 'பரிகார செவ்வாய்'),
(47, 'மனிஷா ', 28, 'Female', 'Dharmapuri', '', 'தருமபுரி', 'நாயுடு', 'கவரா நாயுடு', 'First', 'முதுகலை', 'மகம்', 'இந்து', '', '', '2025-11-08 11:26:40', NULL, NULL, '1997-09-28', '05:05 PM', '', 'சிம்மம்', 1, 0, 1, 0, '', '9486597853', '8903508359', '', NULL, 'ராகு கேது'),
(48, 'ரோகினி ', 27, 'Female', 'Chennai', 'சென்னை ', 'சென்னை', 'தேவர்', 'அகமுடையார்', 'First', 'முதுகலை', 'சுவாதி', 'இந்து', '', '', '2025-11-08 11:28:21', NULL, NULL, '1997-12-07', '11:45 PM', '', 'துலாம்', 0, 0, 1, 1, 'சாப்ட்வேர்ட் இங்கினியார்', '9444101754', '7667463334', '', NULL, ''),
(49, 'வித்யா ', 28, 'Female', 'Madurai', '', 'மதுரை', 'நாயுடு', 'கவரா நாயுடு', 'First', 'பொறியியல்', 'ரோஹிணி', 'இந்து', '', '', '2025-11-08 11:29:05', NULL, NULL, '1997-05-08', '12:10 PM', '', 'ரிஷபம்', 0, 0, 0, 0, 'பேங்க் ஸ்டாப்', '9048452696', '9442939281', '', NULL, 'பரிகார செவ்வாய்'),
(50, 'பூமாரி ', 23, 'Female', 'Sivaganga', 'எட்டையபுரம் ', 'சிவகங்கை', 'விஸ்வகர்மா', 'தமிழ்', 'First', '12 ஆம் வகுப்பு', 'கேட்டை', 'இந்து', '', '', '2025-11-08 11:30:28', NULL, NULL, '2002-11-07', '10:30 AM', '', 'விருச்சிகம்', 2, 1, 0, 0, '', '7812821380', '6381354651', '', NULL, 'சுத்த ஜாதகம்'),
(51, 'அனந்தி ', 27, 'Female', 'Tiruchirappalli', 'திருச்சி ', 'முசிறி', 'வன்னியர்', '', 'First', 'முதுகலை', 'ஆயில்யம்', 'இந்து', '', '', '2025-11-08 11:31:21', NULL, NULL, '1998-03-10', '12:30 PM', '', 'கடகம்', 0, 0, 1, 0, '', '9865842976', '9944669498', '', NULL, 'சுத்த ஜாதகம்'),
(52, 'விஜய லட்சுமி ', 33, 'Female', 'Madurai', '', 'மதுரை', 'நாயுடு', 'கவரா நாயுடு', 'First', '12 ஆம் வகுப்பு', 'பூராடம்', 'இந்து', '', '', '2025-11-08 11:31:37', NULL, NULL, '1992-02-01', '05:00 AM', '', 'தனுசு', 0, 0, 1, 0, '', '6381173756', '', '', NULL, ''),
(53, 'திவ்யா B', 26, 'Female', 'Thoothukudi', 'கோவில்பட்டி ', 'தூத்துக்குடி', 'தேவர்', 'மறவர்', 'First', 'பொறியியல்', 'மகம்', 'இந்து', '', '', '2025-11-08 11:33:39', NULL, NULL, '1999-05-22', NULL, '', 'சிம்மம்', 1, 0, 0, 0, '', '9994265088', '', '', NULL, 'ராகு கேது'),
(54, 'சிவசங்கரி ', 27, 'Female', '', 'திருச்சி ', 'திருச்சி', 'வன்னியர்', '', '', '', '', '', '', '', '2025-11-08 11:34:29', NULL, NULL, '1997-12-07', '11:45 PM', 'வன்னிய குல சத்திரியர்', 'மீனம்', 0, 0, 0, 0, '', '', '', '', NULL, 'சுத்த ஜாதகம்'),
(55, 'துளசி ', 23, 'Female', 'Virudhunagar', '', 'விருதுநகர்', 'நாயுடு', 'கவரா நாயுடு', 'First', 'பொறியியல்', 'ரோஹிணி', 'இந்து', '', '', '2025-11-08 11:35:00', NULL, NULL, '2002-01-10', NULL, '', 'ரிஷபம்', 1, 0, 0, 0, 'அசிஸ்டன்ட் ப்ரொபசர்', '8903669148', '', '', NULL, ''),
(56, 'கார்த்திகா ', 30, 'Female', 'Virudhunagar', '', '', 'தேவர்', 'மறவர்', 'First', 'முதுகலை', 'மிருகசீரிடம்', 'இந்து', '', '', '2025-11-08 11:37:35', NULL, NULL, '1994-11-20', NULL, '', 'ரிஷபம்', 1, 0, 0, 0, '', '9677655869', '', '', NULL, 'பரிகார செவ்வாய்'),
(57, 'சண்முகப்ரியா ', 27, 'Female', 'Cuddalore', 'கூடலூர் ', 'நெய்வேலி', 'வன்னியர்', '', 'First', 'இளங்கலை', 'ஹஸ்தம்', 'இந்து', '', '', '2025-11-08 11:37:45', NULL, NULL, '1998-05-08', NULL, '', 'கன்னி', 2, 2, 2, 2, '', '9865214697', '', '', NULL, 'சுத்த ஜாதகம்'),
(58, 'கவி நேத்ரா ', 25, 'Female', 'Namakkal', 'நாமக்கல் ', 'நாமக்கல்', 'கவுண்டர்', 'குறும்ப கவுண்டர்', 'First', 'முதுகலை', 'திருவாதிரை', 'இந்து', '', '', '2025-11-08 11:38:33', NULL, NULL, '2000-02-07', '06:16 AM', '', 'மிதுனம்', 1, 0, 0, 0, 'சாப்ட்வேர் என்ஜினீயர்', '9944952601', '9600362379', '', NULL, ''),
(59, 'ரம்யா ', 34, 'Female', 'Virudhunagar', 'விருதுநகர் ', 'விருதுநகர்', 'நாயுடு', 'கவரா நாயுடு', 'Second', 'முதுகலை', 'சித்திரை', 'இந்து', '', '', '2025-11-08 11:38:53', NULL, NULL, '1991-10-29', '00:00 AM', '', 'துலாம்', 1, 0, 3, 3, '', '8122125022', '9003611301', '', NULL, 'சுத்த ஜாதகம்'),
(60, 'நந்தினி ', 22, 'Female', 'Erode', 'ஈரோடு ', 'நாமக்கல்ஈரோடு', 'போயர்', '', 'First', '10 ஆம் வகுப்பு', 'அனுஷம்', '', '', '', '2025-11-08 11:42:25', NULL, NULL, '2002-12-09', '09:03 PM', '', 'விருச்சிகம்', 2, 0, 0, 0, '', '6383737276', '', '', NULL, 'ராகு கேது'),
(61, 'முத்துலட்சுமி ', 31, 'Female', 'Virudhunagar', 'தென்காசி ', 'தென்காசி', 'பிள்ளை', '', 'First', 'முதுகலை', 'ரேவதி', '', '', '', '2025-11-08 11:44:26', NULL, NULL, '1994-04-10', NULL, '', 'மீனம்', 0, 0, 0, 0, '', '9486903350', '9486103350', '', NULL, 'பரிகார செவ்வாய்'),
(62, 'ஜெயசித்ரா ', 25, 'Female', 'Tiruchirappalli', 'திருச்சி ', 'திருச்சி', 'வன்னியர்', '', 'First', 'முதுகலை', 'திருவாதிரை', 'இந்து', '', '', '2025-11-08 11:44:30', NULL, NULL, '2000-01-19', '07:15 PM', '', 'மிதுனம்', 1, 0, 0, 0, 'பைனாஸ்', '9043643148', '9952776766', '', NULL, ''),
(63, 'புவனேஸ்வரி ', 30, 'Female', 'Chennai', 'சென்னை ', 'ஈரோடு', 'நாடார்', '', 'First', 'இளங்கலை', 'கேட்டை', 'இந்து', '', '', '2025-11-08 11:47:18', NULL, NULL, '1995-02-10', '09:03 PM', '', 'விருச்சிகம்', 1, 0, 1, 0, '', '9789875251', '', '', NULL, 'ராகு கேது'),
(64, 'பூர்ணிமா ', 36, 'Female', 'Sivaganga', '', 'சிவகங்கை', 'தேவர்', 'கள்ளர்', 'Second', 'முதுகலை', 'ஹஸ்தம்', 'இந்து', '', '', '2025-11-08 11:48:24', NULL, NULL, '1989-04-19', '05:41 AM', 'சோலையாகய் கிளை', 'கன்னி', 0, 0, 1, 1, 'ப்ரோபிஸியோனல்', '9751002019', '', '', NULL, ''),
(65, 'தீப்சிக்கா ', 22, 'Female', 'Erode', 'ஈரோடு ', 'ஈரோடு', 'கவுண்டர்', 'வேட்டுவ கவுண்டர்', 'First', 'இளங்கலை', 'பூராடம்', 'இந்து', '', '', '2025-11-08 11:49:53', NULL, NULL, '2003-09-08', '05:16 AM', '', 'தனுசு', 0, 0, 1, 0, '', '9791264586', '9791264585', '', NULL, 'பரிகார செவ்வாய்'),
(66, 'தேவதர்ஷினி ', 26, 'Female', 'Thanjavur', 'தஞ்சாவூர் ', 'தஞ்சாவூர்', 'விஸ்வகர்மா', 'தமிழ்', 'First', 'இளங்கலை', 'சுவாதி', 'இந்து', '', '', '2025-11-08 11:50:15', NULL, NULL, '1999-05-11', '09:51 PM', '', 'துலாம்', 0, 0, 1, 0, '', '8637654965', '7639901513', '', NULL, 'ராகு கேது'),
(67, 'ஜெயஸ்ரீ ', 26, 'Female', 'Kallakurichi', 'கள்ளக்குறிச்சி ', 'கள்ளக்குறிச்சி', 'நாயுடு', 'பலிஜா நாயுடு', 'First', 'பொறியியல்', 'புனர்பூசம்', 'இந்து', '', '', '2025-11-08 11:50:24', NULL, NULL, '1999-01-29', '11:55 PM', '', 'மிதுனம்', 1, 0, 0, 0, '', '9865570276', '6382700308', '', NULL, 'சுத்த ஜாதகம்'),
(68, 'சோபிகா ', 22, 'Female', 'Erode', 'கோபி செட்டி பாளையம் ', 'ஈரோடு', 'போயர்', '', 'First', 'இளங்கலை', 'பூரட்டாதி', 'இந்து', '', '', '2025-11-08 11:54:40', NULL, NULL, '2003-02-06', '02:20 PM', 'உப்பு குலம்', 'கும்பம்', 1, 0, 0, 0, '', '9715448782', '9715556485', '', NULL, 'பரிகார செவ்வாய்'),
(69, 'கனக பிரியா ', 26, 'Female', 'Thoothukudi', 'தூத்துக்குடி ', 'தூத்துக்குடி', 'முதலியார்', '', 'First', 'முதுகலை', 'திருவோணம்', 'இந்து', '', '', '2025-11-08 11:55:10', NULL, NULL, '1999-07-11', NULL, '', 'மகரம்', 1, 0, 0, 0, '', '9488668055', '', '', NULL, 'ராகு கேது'),
(70, 'காவ்யா ', 26, 'Female', 'Tiruchirappalli', 'திருச்சி ', 'முசிறி', '24 மனை தெலுங்கு', '16 வீடு', 'First', 'முதுகலை', 'மூலம்', 'இந்து', '', '', '2025-11-08 11:56:49', NULL, NULL, '1999-10-15', '10:30 PM', '', 'தனுசு', 0, 0, 1, 1, 'ஹாஸ்பிடல் நர்ஸ்', '9442727812', '', '', NULL, 'ராகு கேது'),
(71, 'சரண்யா ', 31, 'Female', 'Virudhunagar', 'விருதுநகர் ', 'விருதுநகர்', 'விஸ்வகர்மா', 'தமிழ்', 'First', 'முதுகலை', 'பூரட்டாதி', 'இந்து', '', '', '2025-11-08 11:56:56', NULL, NULL, '1994-03-12', '01:00 AM', 'இந்து', 'கும்பம்', 2, 0, 0, 0, 'டீச்சர்', '9894137221', '9677697341', '', NULL, 'சுத்த ஜாதகம்'),
(72, 'நிவேதா ', 26, 'Female', 'Ramanathapuram', 'ராமநாதபுரம் ', 'ராமநாதபுரம்', 'தேவர்', 'அகமுடையார்', 'First', 'முதுகலை', 'உத்திரம்', 'இந்து', '', '', '2025-11-08 11:57:51', NULL, NULL, '1999-02-12', '11:01 AM', '', 'கன்னி', 1, 0, 0, 0, '', '9443503764', '', '', NULL, ''),
(73, 'விஷ்ணுயாசினி ', 28, 'Female', 'Theni', 'பெங்களூர் ', 'பெங்களூர்', 'ஒக்கலிக கவுடர்', '', 'First', 'பொறியியல்', 'உத்திரட்டாதி', 'இந்து', '', '', '2025-11-08 11:59:39', NULL, NULL, '1997-09-17', NULL, '', 'மீனம்', 0, 0, 1, 0, 'சாப்ட்வேர் ஒர்க்', '8190814044', '9042959049', '', NULL, 'சுத்த ஜாதகம்'),
(74, 'கிரிஜா ', 26, 'Female', 'Ariyalur', 'அரியலூர் ', 'அரியலூர்', 'செட்டியார்', 'ஆயிர வைசியர்', 'First', 'முதுகலை', 'சதயம்', 'இந்து', '', '', '2025-11-08 12:03:02', NULL, NULL, '1998-12-24', '05:24 PM', '', 'கும்பம்', 0, 0, 1, 1, '', '9787013393', '9361568283', '', NULL, 'ராகு கேது'),
(75, 'லாவண்யா ', 31, 'Female', 'Tirunelveli', 'திருநெல்வேலி ', 'திருவேங்கடம்', 'விஸ்வகர்மா', 'தமிழ்', 'First', 'முதுகலை', 'உத்திரம்', 'இந்து', '', '', '2025-11-08 12:04:06', NULL, NULL, '1994-02-24', NULL, '', 'கன்னி', 1, 0, 1, 0, '', '7708623760', '8344966115', '', NULL, ''),
(76, 'M', 0, '', '', '', '', '', '', '', '', '', '', '', '', '2025-11-08 12:06:05', NULL, NULL, '0000-00-00', NULL, '', '', 0, 0, 0, 0, '', '', '', '', NULL, ''),
(77, 'பிரவீனா ', 31, 'Female', 'Sivaganga', 'காரைக்குடி ', 'காரைக்குடி', 'தேவர்', 'கள்ளர்', 'First', 'பொறியியல்', 'பூராடம்', '', '', '', '2025-11-08 12:08:48', NULL, NULL, '1993-12-15', NULL, '', 'தனுசு', 1, 1, 0, 0, '', '8526387903', '9443382243', '', NULL, 'சுத்த ஜாதகம்'),
(78, 'சுமதிசித்ரா ', 28, 'Female', 'Tiruchirappalli', 'திருச்சி ', 'முசிறி', 'நாடார்', '', 'First', 'இளங்கலை', 'சித்திரை', 'இந்து', '', '', '2025-11-08 12:08:49', NULL, NULL, '1997-04-22', NULL, '', 'துலாம்', 1, 0, 0, 0, 'சாப்ட்வேர்', '9500706987', '', '', NULL, 'ராகு கேது'),
(79, 'முத்து செல்வி ', 26, 'Female', 'Virudhunagar', '', 'விருதுநகர்', 'தேவர்', 'மறவர்', 'First', 'இளங்கலை', 'பூரட்டாதி', 'இந்து', '', '', '2025-11-08 12:10:53', NULL, NULL, '1999-08-28', '04:00 AM', '', 'கும்பம்', 1, 0, 0, 0, '', '9360679298', '9047505440', '', NULL, ''),
(80, 'மங்களம் பிரியா ', 34, 'Female', 'Thanjavur', 'பட்டுக்கோட்டை ', 'பட்டுக்கோட்டை', 'விஸ்வகர்மா', 'தமிழ்', 'First', 'இளங்கலை', 'கிருத்திகை', 'இந்து', '', '', '2025-11-08 12:11:58', NULL, NULL, '1991-09-01', '02:54 AM', 'ஈஸ்வரர் ரேஸை கோத்திரம்', 'ரிஷபம்', 0, 0, 0, 0, 'அசிஸ்டன்ட் ப்ரோபசோர்', '9842456300', '9842464499', '', NULL, 'சுத்த ஜாதகம்'),
(81, 'கைலேஸ்வரி ', 26, 'Female', 'Namakkal', 'நாமக்கல் ', 'நாமக்கல்', 'கவுண்டர்', 'கொங்கு வெள்ளாள கவுண்டர்', 'First', 'இளங்கலை', 'புனர்பூசம்', 'இந்து', '', '', '2025-11-08 12:13:54', NULL, NULL, '1999-02-26', '04:40 PM', 'பண்ணை குலம்', 'மிதுனம்', 0, 0, 1, 0, '', '9600585285', '9600585285', '', NULL, 'ராகு கேது'),
(82, 'கிருஷ்ன  பிரியா ', 27, 'Female', 'Salem', '', 'சேலம்', 'நாயுடு', 'கவரா நாயுடு', 'First', 'முதுகலை', 'திருவோணம்', 'இந்து', '', '', '2025-11-08 12:15:20', NULL, NULL, '1998-11-02', '03:55 AM', 'விஷ்ணு கோத்திரம்', 'மகரம்', 1, 0, 0, 0, '', '9942794116', '8220052784', '', NULL, ''),
(83, 'சுவாதி ', 24, 'Female', 'Tiruppur', 'திருப்பூர் ', 'நாமக்கல்', 'கவுண்டர்', 'கொங்கு வெள்ளாள கவுண்டர்', 'First', 'இளங்கலை', 'சுவாதி', 'இந்து', '', '', '2025-11-08 12:17:14', NULL, NULL, '2001-09-20', '02:01 AM', 'பண்ணை குலம்', 'துலாம்', 1, 0, 0, 0, '', '9443280914', '8098225512', '', NULL, ''),
(84, 'அபிராமி ', 24, 'Female', 'Theni', 'தென்காசி ', 'தென்காசி', 'நாயுடு', '', 'First', 'முதுகலை', 'மூலம்', 'இந்து', '', '', '2025-11-08 12:17:20', NULL, NULL, '2001-07-06', '11:01 AM', '', 'தனுசு', 0, 0, 1, 0, '', '9361179172', '9965111892', '', NULL, ''),
(85, 'சங்கீதா ', 26, 'Female', 'Theni', '', 'தேனி', 'நாயுடு', 'கவரா நாயுடு', 'First', 'முதுகலை', 'உத்திரட்டாதி', 'இந்து', '', '', '2025-11-08 12:17:43', NULL, NULL, '1999-07-05', '10:30 AM', '', 'மீனம்', 0, 0, 0, 0, 'டீச்சர்', '9047749721', '', '', NULL, ''),
(86, 'சிவ சங்கரி ', 26, 'Female', 'Cuddalore', 'கடலூர் ', 'கடலூர்', 'வன்னியர்', '', 'First', 'முதுகலை', 'ரேவதி', 'இந்து', '', '', '2025-11-08 12:18:23', NULL, NULL, '1999-06-09', '08:10 PM', '', 'மீனம்', 1, 0, 0, 0, 'சாப்ட்வேர்', '9952486995', '9790746656', '', NULL, 'ராகு கேது'),
(87, 'தீபா ', 27, 'Female', '', '', 'மும்பை', 'நாயுடு', 'கவரா நாயுடு', 'First', 'முதுகலை', 'பூரட்டாதி', 'இந்து', '', '', '2025-11-08 12:19:35', NULL, NULL, '1998-07-14', '09:15 AM', '', 'கும்பம்', 1, 0, 0, 0, '', '9944806135', '9944561359', '', NULL, 'ராகு கேது'),
(88, 'கவி மலர் ', 26, 'Female', 'Sivaganga', '', 'சிவகங்கை', 'விஸ்வகர்மா', 'தமிழ்', 'First', 'முதுகலை', 'சித்திரை', 'இந்து', '', '', '2025-11-08 12:22:06', NULL, NULL, '1998-12-14', '06:05 AM', '', 'துலாம்', 0, 0, 0, 0, '', '8754754535', '9655643925', '', NULL, ''),
(89, 'கமலி ', 28, 'Female', 'Chennai', 'சென்னை ', 'சென்னை', 'செட்டியார்', 'வாணிய செட்டியார்', 'First', 'மருத்துவர்', 'அவிட்டம்', 'இந்து', '', '', '2025-11-08 12:24:23', NULL, NULL, '1997-05-01', NULL, 'மகரிஷி கோத்திரம்', 'கும்பம்', 0, 0, 1, 0, 'டாக்டர்', '9381120099', '', '', NULL, 'ராகு கேது'),
(90, 'Velmurugan ', 20, 'Female', 'Cuddalore', 'உடுமலை ', 'Udumalpet', '24 மனை தெலுங்கு', '8 வீடு', 'First', 'பொறியியல்', 'ரோஹிணி', 'இந்து', 'uploads/69114d37e5412_Screenshot_20251108_184821.jpg', 'uploads/69114d37e5ee0_IMG_20251105_074539.jpg', '2025-11-10 02:25:59', NULL, NULL, '2004-11-12', '05:04 PM', 'Raja bhiravar', 'தனுசு', 3, 2, 2, 2, 'Software engineer', '9852458678', '2548565875', '3658888588', NULL, 'பரிகார செவ்வாய்'),
(91, '', 0, '', '', '', '', '', '', '', '', '', '', '', '', '2025-11-11 11:53:48', NULL, NULL, '0000-00-00', NULL, '', '', 0, 0, 0, 0, '', '', '', '', NULL, '');

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int(11) NOT NULL,
  `username` varchar(100) NOT NULL,
  `password` varchar(255) NOT NULL,
  `email` varchar(255) DEFAULT NULL,
  `created_at` datetime DEFAULT current_timestamp(),
  `role` enum('super_admin','manager','customer') NOT NULL DEFAULT 'customer',
  `profiles_viewed` int(11) DEFAULT 0,
  `last_login` datetime DEFAULT NULL,
  `credits` int(11) DEFAULT 10
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `username`, `password`, `email`, `created_at`, `role`, `profiles_viewed`, `last_login`, `credits`) VALUES
(1, 'admin', '$2y$10$bFtZ8krRD785m8SOJ9oIZeHSjZnU5jyOJrNgxq49V6uxEyLh1eacO', NULL, '2025-11-04 20:19:24', 'super_admin', 0, '2025-11-11 12:01:01', 10),
(2, 'staff1', '$2y$10$G6Fre6yqQ3W8BB6ofMEtf.kXW0MYTUKtonGPskvnB2vG1hFP4CrvC', NULL, '2025-11-07 09:57:50', 'manager', 0, '2025-11-07 09:58:24', 10),
(3, 'Guest', '$2y$10$5MrU6l9drUQ9uKsPvjNpGucliXQ5kqquhGV29vyDvC1PG/.MofKkS', NULL, '2025-11-07 10:00:13', 'customer', 7, '2025-11-07 15:52:46', 10),
(4, 'staff2', '$2y$10$mjtQqtQ6ga6TvIaclC1ZxemHShaQwxI06OuCSQZynd/VcBocSrF/K', NULL, '2025-11-07 10:02:42', 'manager', 0, '2025-11-10 03:47:57', 10),
(5, 'Guest1', '$2y$10$AABwoGrIsYuIniKP8/kKm.pQX6NDmiL/fc.PfsCd5Vx/l6MAKrEsC', NULL, '2025-11-07 11:30:37', 'customer', 10, '2025-11-07 12:56:06', 10),
(6, 'Rahul', '$2y$10$M0JZE.q4/HlrGS8bSVfAPeBCiFoYuNeu6U4Cet7zQtl.Ldg2SDMTS', NULL, '2025-11-07 16:12:17', 'customer', 1, '2025-11-07 16:13:49', 10),
(7, 'balu', '$2y$10$.ErlX0uy3YB25tSVhLh3Qe/J.z/6a/QzeTTe9pxDKWBgcaZv20yCa', NULL, '2025-11-09 16:01:14', 'customer', 10, '2025-11-11 12:46:20', 10);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `profiles`
--
ALTER TABLE `profiles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `profiles`
--
ALTER TABLE `profiles`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=92;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
